Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Goal setting. Enables the line manager to view any feedback attached to their report's goal, regardless of whether the feedback is private or public.
it_it: Impostazione degli obiettivi. Consente al manager diretto di visualizzare qualsiasi feedback allegato all'obiettivo del proprio subordinato diretto, indipendentemente dal fatto che il feedback sia privato o pubblico.

source: Attached feedback visibility
it_it: Visibilità del feedback allegato

source: Default sharing option
it_it: Opzione di condivisione predefinita

source: Goal section. Enables the user to share the goal with specific individuals.
it_it: Sezione obiettivo. Consente all'utente di condividere l'obiettivo con individui specifici.

source: Sharing
it_it: Condivisione

source: Goal widget displayed in the "Create goal" and "My goals" pages. We recommend enabling this widget for organizational goals and goal alignment.
it_it: Widget degli obiettivi visualizzato nelle pagine "Crea obiettivo" e "I miei obiettivi". Consigliamo di abilitare questo widget per gli obiettivi organizzativi e l'allineamento degli obiettivi.

source: Text field. Enables the user to provide a short description of the goal to be achieved.
it_it: Campo di testo. Consente all'utente di fornire una descrizione breve dell'obiettivo da raggiungere.

source: Drop-down list. Enables the goal owner to track the progress of goals using the "On track", "At risk" or "Blocked" statuses.
it_it: Elenco a discesa. Consente al proprietario dell'obiettivo di monitorare i progressi degli obiettivi utilizzando gli stati "Nei tempi", "A rischio" o "Bloccato".

source: Define the permissions when assigning goals
it_it: Definisci le autorizzazioni quando si assegnano gli obiettivi

source: Define the permissions applied to workers and/or managers when assigning this goal type to other colleagues who have this goal type in their plan.
it_it: Definisci le autorizzazioni applicate ai collaboratori e/o ai manager quando assegnano questo tipo di obiettivo ad altri colleghi che hanno questo tipo di obiettivo nel loro piano.

source: Assignment permissions
it_it: Autorizzazioni di assegnazione

source: Admin information
it_it: Informazioni amministrative

source: Public information
it_it: Informazioni pubbliche

source: Information visible to workers.
it_it: Informazioni visibili ai collaboratori.

source: No goal types yet!
it_it: Nessun tipo di obiettivo ancora!

source: Goal icon
it_it: Icona obiettivo

source: Performance goals need to be included in reviews and be part of the bonus plan calculation.
it_it: Gli obiettivi di prestazioni devono essere inclusi nelle revisioni e far parte del calcolo del piano bonus.

source: Anyone in the company
it_it: Chiunque nell'azienda

source: Only users with a manager role will be able to assign goals to other users.
it_it: Solo gli utenti con un ruolo di manager potranno assegnare obiettivi ad altri utenti.

source: Direct reports only
it_it: Solo subordinati diretti

source: Managers can create goals for themselves
it_it: I manager possono creare obiettivi per sé stessi

source: Direct reports, organizational unit and below
it_it: Subordinati diretti, unità organizzativa e sottostante

source: Allow creation for:
it_it: Consenti creazione per:

source: Only managers in the selected population can assign goals
it_it: Solo i manager nella popolazione selezionata possono assegnare obiettivi

source: Your goal type was successfully created.
it_it: Il tipo di obiettivo è stato creato con successo.

source: View/edit
it_it: Visualizza/modifica

source: This is the standard goal workflow. It is suitable for example for development and performance goals. An approval process can be activated. Managers can assign this goal to other workers.
it_it: Questo è il flusso di lavoro standard per gli obiettivi. È adatto, ad esempio, per obiettivi di sviluppo e prestazioni. È possibile attivare un processo di approvazione. I manager possono assegnare questo obiettivo ad altri collaboratori.

source: Goal workflow
it_it: Flusso di lavoro degli obiettivi

source: Enables users with manager and HR roles to assign organizational goals to organizational units, so that workers who belong to that organization can see the goal.
it_it: Consente agli utenti con ruoli manager e HR di assegnare obiettivi organizzativi alle unità organizzative perché siano visibili ai collaboratori che appartengono a quell'organizzazione.

source: Well-being
it_it: Benessere

source: Well-being goals are set by end-users and don’t require approval. They can only be set by the end-users; they cannot be assigned by another user and are not included in reports.
it_it: Gli obiettivi di benessere sono impostati dagli utenti finali e non richiedono approvazione. Possono essere impostati solo dagli utenti finali; non possono essere assegnati da un altro utente e non sono inclusi nei report.

source: You have unsaved changes. What would you like to do before leaving this page?
it_it: Hai modifiche non salvate. Cosa desideri fare prima di lasciare questa pagina?

source: Changes in this table only apply to the individual worker. To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
it_it: Le modifiche in questa tabella si applicano solo al singolo collaboratore. Per aggiornare i pesi degli obiettivi per gli obiettivi organizzativi sull'intera popolazione, utilizzare la vista Modifica dell'obiettivo.

source: To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
it_it: Per aggiornare i pesi degli obiettivi per gli obiettivi organizzativi nell'intera popolazione, utilizza la vista Modifica dell'obiettivo.

source: Changes in this table only apply to the individual worker
it_it: Le modifiche in questa tabella si applicano solo al singolo collaboratore

source: Only to the selected organizational unit(s)
it_it: Solo per le unità organizzative selezionate

source: Achieved result:
it_it: Risultato raggiunto:

source: Additional goal description:
it_it: Descrizione aggiuntiva dell'obiettivo:

source: Celebrate completed goals — it keeps motivation high.
it_it: Festeggia gli obiettivi raggiunti: mantiene alta la motivazione.

source: Set yourself up for success!
it_it: Preparati al successo!

source: Here are some tips to help you set and achieve impactful goals.
it_it: Ecco alcuni consigli per aiutarti a definire e raggiungere obiettivi di impatto.

source: Align your goals with team and company objectives.
it_it: Allinea i tuoi obiettivi a quelli del team e dell’azienda.

source: Update your goals regularly to reflect changes in priorities.
it_it: Aggiorna regolarmente i tuoi obiettivi per rispecchiare i cambiamenti nelle priorità.

source: Write clear, measurable goals so you can track progress easily.
it_it: Scrivi obiettivi chiari e misurabili, così potrai monitorare i progressi con facilità.

source: Discuss goal achievements and learnings during review sessions.
it_it: Discuti i risultati degli obiettivi e le lezioni apprese durante le sessioni di Valutazione.

source: Help workers set realistic and meaningful goals.
it_it: Aiuta i Collaboratori a definire obiettivi realistici e significativi.

source: Monitor progress and provide guidance when goals get off track.
it_it: Monitora i progressi e fornisci indicazioni quando gli obiettivi vanno fuori rotta.

source: Review and approve goals early in the cycle to ensure alignment.
it_it: Valuta e approva gli obiettivi all’inizio del ciclo per garantire l’allineamento.

source: Define library users
it_it: Definisci gli utenti della libreria

source: Publish library
it_it: Pubblica libreria

source: Enter the basic information of the tag library
it_it: Inserisci le informazioni di base della libreria di tag

source: Tag library details
it_it: Dettagli della libreria di tag

source: Add tag
it_it: Aggiungi tag

source: Add tags
it_it: Aggiungi tag

source: Are you sure you want to delete this tag?
it_it: Eliminare questo tag?

source: Delete tag
it_it: Elimina tag

source: Enable tag
it_it: Abilita tag

source: Create tags
it_it: Crea tag

source: Tags
it_it: Tag

source: Create tag library
it_it: Crea libreria di tag

source: Are you sure you want to delete this library?
it_it: Eliminare questa libreria?

source: The library <u>{{title}}</u> was successfully deleted.
it_it: La libreria <u>{{title}}</u> è stata eliminata correttamente.

source: Are you sure you want to disable this library?
it_it: Disabilitare questa libreria?

source: The library <u>{{title}}</u> was successfully disabled.
it_it: La libreria <u>{{title}}</u> è stata disabilitata correttamente.

source: No goal tag libraries yet!
it_it: Nessuna libreria di tag obiettivo disponibile al momento!

source: Are you sure you want to enable this library?
it_it: Abilitare questa libreria?

source: The library <u>{{title}}</u> was successfully enabled.
it_it: La libreria <u>{{title}}</u> è stata abilitata correttamente.

source: Disabled
it_it: Disabilitato

source: Goal owner:
it_it: Proprietario dell'obiettivo:

source: Deliverables:
it_it: Deliverable:

source: Goal creator:
it_it: Creatore dell'obiettivo

source: Not selected
it_it: Non selezionato

source: No goals
it_it: Nessun obiettivo

source: No goals yet
it_it: Ancora nessun obiettivo

source: My goal plan
it_it: Il mio piano dell'obiettivo

source: No goals yet.
it_it: Ancora nessun obiettivo.

source: My team & shared goals
it_it: Il mio team e obiettivi condivisi

source: Measurement criteria:
it_it: Criteri di misurazione:

source: Max target
it_it: Target massimo

source: Min target
it_it: Target minimo

source: Target metric
it_it: Metrica di riferimento

source: Metric description
it_it: Descrizione della metrica

source: Organizational unit:
it_it: Unità organizzativa:

source: This goal is published for the selected organizational unit and all units below it.
it_it: Questo obiettivo è stato pubblicato per l'unità organizzativa selezionata e tutte le unità sottostanti.

source: Goal overview
it_it: Panoramica degli obiettivi

source: Download goal
it_it: Scarica obiettivo

source: Priority:
it_it: Priorità:

source: At risk
it_it: A rischio

source: Blocked
it_it: Bloccato

source: Not achieved
it_it: Non raggiunto

source: On track
it_it: Nei tempi

source: Tracking status:
it_it: Stato di monitoraggio:

source: Personal
it_it: Personale

source: Priority overview
it_it: Panoramica delle priorità

source: No data
it_it: Nessun dato

source: Select row
it_it: Seleziona riga

source: Select rows
it_it: Seleziona righe

source: Unselect row
it_it: Deseleziona riga

source: Not supported.
it_it: Non supportato.

source: Your organization has not subscribed to this feature. For information regarding subscription and activation, please contact your beqom representative.
it_it: La tua organizzazione non è abbonata a funzionalità. Per informazioni sull'abbonamento e sull'attivazione, contatta il tuo rappresentante beqom.

source: Search results
it_it: Risultati della ricerca

source: Hide tags
it_it: Nascondi tag

source: Upload performance rating
it_it: Carica valutazione delle prestazioni

source: Add historical review
it_it: Aggiungi cronologia revisioni

source: An error occurred during the validation of the file. Please check the column names, the mandatory data and the file format, and then try again.
it_it: Si è verificato un errore durante la convalida del file. Controlla i nomi delle colonne, i dati obbligatori e il formato del file, quindi riprova.

source: Please wait while your request is being processed; this can take some time. You can leave the page. Once the process is finished, you will be able to view the result log file here.
it_it: Attendi mentre la tua richiesta viene elaborata; potrebbe volerci del tempo. Puoi abbandonare la pagina. Una volta terminato il processo, potrai visualizzare il file di registro dei risultati qui.

source: Click "Add historical reviews" to upload past reviews.
it_it: Fai clic su "Aggiungi cronologia revisioni" per caricare le revisioni passate.

source: No historical reviews
it_it: Nessuna cronologia delle revisioni

source: Period of evaluation
it_it: Periodo di valutazione

source: {{reviewsCount}} worker
it_it: {{reviewsCount}} collaboratore

source: {{reviewsCount}} workers
it_it: {{reviewsCount}} collaboratori

source: No historical performance ratings upload yet!
it_it: Nessun caricamento di valutazioni delle prestazioni storiche effettuato finora!

source: The upload completed with {{count}} errors. Please download the log file to review them.
it_it: Il caricamento è stato completato con {{count}} errori. Scarica il file di registro per esaminarli.

source: File upload: errors detected
it_it: Caricamento file: rilevati errori

source: The file will not be published; it will only be used for you.
it_it: Il file non verrà pubblicato; sarà utilizzato solo per te.

source: Download the Excel template
it_it: Scarica il modello Excel

source: Add worker details and ratings to the Excel file
it_it: Aggiungi i dettagli e le valutazioni dei collaboratori al file Excel

source: The review file was successfully uploaded. Please download the result log file.
it_it: File della revisione caricato correttamente. Scarica il file di registro dei risultati.

source: Upload the modified Excel file
it_it: Carica il file Excel modificato

source: Upload historical reviews
it_it: Carica cronologia delle revisioni

source: Hello, {{name}}
it_it: Ciao, {{name}}

source: Today is {{date}}
it_it: Oggi è {{date}}

source: My network
it_it: La mia rete

source: Good morning, {{name}}
it_it: Buongiorno, {{name}}

source: No new notifications. Check again later for updates.
it_it: Nessuna nuova notifica. Ricontrolla più tardi per eventuali aggiornamenti.

source: Quick actions
it_it: Azioni rapide

source: Your documents will appear here
it_it: I tuoi documenti appariranno qui

source: Your documents
it_it: I tuoi documenti

source: You have no documents yet.
it_it: Non hai ancora nessun documento.

source: No documents
it_it: Nessun documento

source: You have already responded to this request.
it_it: Ha già risposto a questa richiesta.

source: Learning
it_it: Apprendimento

source: Add behaviors
it_it: Aggiungi comportamenti

source: Assigned to {{count}} people
it_it: Assegnato a {{count}} persone

source: {{org}} is already included into the selected departments.
it_it: Il dipartimento {{org}} è già incluso tra quelli selezionati.

source: User or organization
it_it: Utente o organizzazione

source: Are you sure you want to publish this library?
it_it: Pubblicare questa libreria?

source: The library was successfully published.
it_it: Libreria pubblicata correttamente.

source: Your library was successfully saved.
it_it: Libreria salvata correttamente

source: Library description
it_it: Descrizione della libreria

source: Library display options
it_it: Opzioni di visualizzazione della libreria

source: Library name
it_it: Nome della libreria

source: Library owners
it_it: Proprietari della libreria

source: Tag description
it_it: Descrizione del tag

source: Tag name
it_it: Nome del tag

source: Enter a short description
it_it: Inserisci una descrizione breve

source: The library was saved.
it_it: Libreria salvata.

source: Locality
it_it: Località

source: City or locality.
it_it: Città o località.

source: This audit trail will track the history of all file uploads. Any time a translation file is uploaded, the details will be recorded here automatically.
it_it: Questo registro di controllo terrà traccia della cronologia di tutti i caricamenti di file. Ogni volta che viene caricato un file di traduzione, i dettagli verranno registrati qui automaticamente.

source: No audit records yet
it_it: Nessun record di audit ancora

source: Imported by:
it_it: Importato da:

source: Number of labels created:
it_it: Numero di etichette create:

source: Number of labels reverted to standard:
it_it: Numero di etichette ripristinate allo standard:

source: Number of labels skipped:
it_it: Numero di etichette ignorate:

source: Show details
it_it: Mostra dettagli

source: The size of the files exceeds the maximum limit.
it_it: La dimensione dei file supera il limite massimo.

source: Language code:
it_it: Codice lingua:

source: Created at:
it_it: Creato il:

source: Labels changed:
it_it: Etichette modificate:

source: Language:
it_it: Lingua:

source: Last updated:
it_it: Ultimo aggiornamento:

source: Translation source:
it_it: Origine traduzione:

source: Language details
it_it: Dettagli lingua

source: Updated by:
it_it: Aggiornato da:

source: Versions:
it_it: Versioni:

source: {{selectedCount}} files selected
it_it: {{selectedCount}} file selezionati

source: Get started by uploading a localization file.
it_it: Inizia caricando un file di localizzazione.

source: No customizations yet.
it_it: Nessuna personalizzazione ancora.

source: Search by language code
it_it: Cerca per codice lingua

source: Custom overwrites
it_it: Sovrascritture personalizzate

source: Total languages
it_it: Lingue totali

source: Audit trails
it_it: Audit trail

source: Translation source
it_it: Origine della traduzione

source: Add at least one file to start uploading.
it_it: Aggiungi almeno un file per iniziare il caricamento.

source: An error occurred while validating the file. Please check the column names, mandatory data, file format and try again.
it_it: Si è verificato un errore durante la convalida del file. Controllare i nomi delle colonne, i dati obbligatori, il formato del file e riprovare.

source: Upload finished
it_it: Caricamento completato

source: Invalid file name
it_it: Nome file non valido

source: A file with the same name was already added.
it_it: Un file con lo stesso nome è già stato aggiunto.

source: The file upload has failed.
it_it: Il caricamento del file non è riuscito.

source: The file was successfully uploaded.
it_it: Il file è stato caricato correttamente.

source: Fill in the template
it_it: Compila il modello

source: Upload the file
it_it: Carica il file

source: Supported formats: CSV. Max 10MB for file.
it_it: Formati supportati: CSV. Massimo 10 MB per file.

source: File upload for {{language}}
it_it: Caricamento file per {{language}}

source: Upload additional files
it_it: Carica file aggiuntivi

source: Company name
it_it: Nome dell'azienda

source: Enter
it_it: Inserisci

source: Your company name could not be found; please check the spelling and try again. If you need further support, please contact your internal IT helpdesk or your system administrator.
it_it: Impossibile trovare il dell'azienda; controlla l'ortografia e riprova. Se hai bisogno di ulteriore assistenza, contatta il tuo helpdesk IT interno o l'amministratore di sistema.

source: Something's not right.
it_it: Qualcosa non va.

source: Enter your company name
it_it: Inserisci il nome della tua azienda

source: Welcome
it_it: Ti diamo il benvenuto

source: Your email
it_it: La tua email

source: Username or email
it_it: Nome utente o email

source: Enter your email
it_it: Inserisci la tua email

source: I'm logging in for the first time/I forgot my password
it_it: Sto accedendo per la prima volta/Ho dimenticato la password

source: It's great to see you!
it_it: È un piacere vederti.

source: Re-enter my company name
it_it: Reinserisci il nome della mia azienda

source: You are signed in to company:
it_it: Hai effettuato l'accesso all'azienda:

source: Sign in with my company SSO login
it_it: Accedi con il login SSO della mia azienda

source: Log back in
it_it: Accedi di nuovo

source: You have been successfully logged out.
it_it: Disconnessione completata correttamente.

source: Logout successful
it_it: Disconnessione completata

source: Professional roles
it_it: Ruoli professionali

source: Exceeded
it_it: Superato

source: Progress slider
it_it: Cursore di avanzamento

source: Please add at least one measurement criteria.
it_it: Aggiungi almeno un criterio di misurazione.

source: Start value
it_it: Valore iniziale

source: Binary
it_it: Binario

source: Financial
it_it: Finanziario

source: Unit
it_it: Unità

source: Progress: {{progress}}%
it_it: Avanzamento: {{progress}}%

source: Got it, thanks!
it_it: Capito, grazie.

source: The model was successfully created.
it_it: Modello creato correttamente.

source: Edit model
it_it: Modifica modello

source: The details of the model were successfully saved.
it_it: Dettagli del modello salvati correttamente.

source: All data
it_it: Tutti i dati

source: Selected models
it_it: Modelli selezionati

source: The models were successfully deleted.
it_it: Modelli eliminati correttamente.

source: The model was successfully deleted.
it_it: Modello eliminato correttamente.

source: No results.<br/>Clear your search to show all results.
it_it: Nessun risultato.<br/>Cancella la ricerca per mostrare tutti i risultati.

source: Export data
it_it: Esporta dati

source: Features
it_it: Funzionalità

source: Models list
it_it: Elenco dei modelli

source: Training data last refreshed on
it_it: Dati di addestramento aggiornati in data

source: No models in the selected dataset
it_it: Nessun modello nel dataset selezionato

source: No models with name "{{phrase}}"
it_it: Nessun modello con il nome "{{phrase}}"

source: Open {{name}} properties
it_it: Apri le proprietà di {{name}}

source: Training might be required; the training data is older than the latest refreshed data.
it_it: Potrebbe essere necessaria l'addestramento; i dati di addestramento sono precedenti ai dati aggiornati più recenti.

source: Retrain
it_it: Riaddestra

source: The model was successfully retrained.
it_it: Modello riaddestrato correttamente.

source: Select model {{name}}
it_it: Seleziona il modello {{name}}

source: Training data as of
it_it: Dati di addestramento risalenti a

source: Unselect model {{name}}
it_it: Deseleziona il modello {{name}}

source: Model description
it_it: Descrizione del modello

source: Add a description for the model
it_it: Aggiungi una descrizione per il modello

source: Export model
it_it: Esporta modello

source: Coefficients
it_it: Coefficienti

source: Feature
it_it: Funzionalità

source: Significance
it_it: Significatività

source: Significance ranges:
it_it: Intervalli di significatività:

source: Standard error
it_it: Errore standard

source: T-value
it_it: Valore T

source: This model doesn't have any features yet.
it_it: Questo modello non ha ancora alcuna funzionalità.

source: Model features
it_it: Funzionalità dei modelli

source: Data scope:
it_it: Ambito dei dati:

source: Model information
it_it: Informazioni sul modello

source: Label:
it_it: Etichetta:

source: Last trained by:
it_it: Ultimo addestramento dai:

source: Last trained on:
it_it: Ultimo addestramento:

source: Data version:
it_it: Versione dei dati:

source: Adjusted R squared:
it_it: Aggiustamento R quadro:

source: No model performance defined yet.
it_it: Nessuna prestazione del modello ancora definita.

source: Model performance
it_it: Prestazioni del modello

source: Loss function:
it_it: Funzione di perdita:

source: Mean absolute error:
it_it: Errore assoluto medio:

source: Mean squared error:
it_it: Errore quadratico medio:

source: R squared:
it_it: R quadro:

source: Root mean squared error:
it_it: Errore quadratico medio:

source: No population criteria yet.
it_it: Ancora nessun criterio di popolazione.

source: Population criteria:
it_it: Criteri di popolazione:

source: Model name
it_it: Nome del modello

source: Enter the name of the model
it_it: Inserisci il nome del modello

source: Edit model details
it_it: Modifica dettagli modello

source: Training performance
it_it: Prestazioni di addestramento
